Repository: onium16/Order_Manager_site_v1
Catalog: shop/locale/*/LC_MESSAGES/django.po
Languages: ru

source: products
ru: программы

source: price
ru: цены

source: about
ru: о нас

source: contacts
ru: контакты

source: The ImageSyncMasterPro service generates order files from original images according to the provided list of articles.
ru: Служба «ImageSyncMasterPro» осуществляет формирование файлов заказа из оригинальных изображений согласно предоставленного списка артикулов.

source: Buy a subscription to programs at current prices.
ru: Приобретай подписку на ImageSyncMasterPro по актуальным ценам.

source: buy
ru: купить

source: Thanks for your request!
ru: Спасибо за запрос!

source: Within 24 hours, a sales specialist will contact you to clarify additional information about possible payment methods. After the payment, they will provide you with the purchased product. If you have any questions, please contact us at the following email address: onicorp.tech@gmail.com.
ru: В течение 24 часов специалист по продажам свяжется с вами, уточнит дополнительную информации о возможных спосабах оплаты, а также, после оплаты, предоставит вам приобретенный вами продукт. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с нами по следующему адресу электронной почты: onicorp.tech@gmail.com.

source: Close
ru: Закрыть

source: Our company is a highly professional team of software product developers ready to provide you with innovative solutions. We specialize in custom development for clients from around the world, delivering individual and high-quality products. Our experience and expertise enable us to bring the most ambitious projects to life. We take pride in our ability to work as a team and achieve success even in challenging tasks.
ru: Наша компания - это высокопрофессиональная команда разработчиков программных продуктов, готовая обеспечить вас инновационными решениями. Мы специализируемся на разработке на заказ для клиентов со всего мира, предоставляя индивидуальные и высококачественные продукты. Наш опыт и экспертиза позволяют нам воплощать в жизнь самые амбициозные проекты. Мы гордимся нашей способностью работать в команде и достигать успеха даже в сложных задачах.

source: Buy the product
ru: Купить продукт

source: Submit
ru: Отправить запрос
